---
title: GeomCombination
classe: Autodesk.Revit.DB.GeomCombination
namespace: Autodesk.Revit.DB
eredita: Autodesk.Revit.DB.CombinableElement
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 1
---

# GeomCombination

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `CombinableElementArray AllMembers { get; }` | `geomCombination.AllMembers` | CombinableElementArray |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```